<?php
/**
 * Created by PhpStorm.
 * User: ironside
 * Date: 12/24/18
 * Time: 9:11 PM
 */

return [
    // Errors Message

    '000' => 'تم بنجاح ارسال الرسالة',
    '010' => 'فشلت المصادقة: اسم المستخدم أو كلمة المرور غير صالحة',
    '011' => 'فشل المصادقة ، العضو غير نشط',
    '012' => 'فشل المصادقة ، انتهت صلاحية المستخدم',
    '020' => 'المرسل غير صالح',
    '030' => 'أرقام الجوالات غير صالحة',
    '040' => 'متغير اللغة غير صالح',
    '045' => 'متغير الاختبار غير صالح',
    '060' => 'بيانات الرسائل النصية القصيرة غير صالحة',
    '070' => 'انتهت مهلة الجلسة',
    '075' => 'متغير التاريخ غير صالح',
    '076' => 'تم تجاوزت الحد الاقصى ',
    '080' => 'خطأ في قاعدة البيانات ديون الرسائل',
    '090' => '  خطأ في البوابة ديوان الرسائل',
    '091' => 'متغير عبّارة غير صالحة',
    '092' => 'بوابة موقع ديون الرسائل لاتعمل',
    '095' => 'موقع ديون الرسائل لايعمل',
    '096' => 'عملية غير غير صالحة',
    '099' => 'فشل المصادقة ، خطأ',
    'credit' => 'النقاط المتوفرة ',
    'unknown' => 'خطأك غير معروف',
];